Repository: sargon17/Yearlit
Catalog: My Year/Localizable.xcstrings
Source language: en
Languages: cs, da, de, es, et, fi, fr, hr, hu, it, lv, nb, nl, pl, pt_br, ro, sk, sl, sv, uk

source: Weeks showed up this month
cs: Týdny splněné tento měsíc
da: Uger dukkede op i denne måned
de: Diesen Monat tauchten Wochen auf
es: Las semanas aparecieron este mes
et: Sel kuul ilmus nädalaid
fi: Tehdyt viikot tässä kuussa
fr: Les semaines sont apparues ce mois-ci
hr: Odrađeni tjedni ovaj mjesec
hu: Teljesített hetek ebben a hónapban
it: Settimane completate questo mese
lv: Nedēļas izdarītas šomēnes
nb: Uker dukket opp denne måneden
nl: Weken volgehouden deze maand
pl: Tygodnie zrobione w tym miesiącu
pt_br: Semanas cumpridas este mês
ro: Săptămâni făcute luna aceasta
sk: Splnené týždne tento mesiac
sl: Tedni vztrajanja ta mesec
sv: Veckor genomförda den här månaden
uk: Цього місяця з’явилися тижні

source: Weeks showed up this year
cs: Týdny splněné letos
da: Uger dukkede op i år
de: Dieses Jahr tauchten Wochen auf
es: Las semanas aparecieron este año.
et: Sel aastal ilmus nädalaid
fi: Tehdyt viikot tänä vuonna
fr: Semaines affichées cette année
hr: Odrađeni tjedni ove godine
hu: Teljesített hetek idén
it: Settimane completate quest'anno
lv: Nedēļas izdarītas šogad
nb: Uker dukket opp i år
nl: Weken volgehouden dit jaar
pl: Tygodnie zrobione w tym roku
pt_br: Semanas cumpridas este ano
ro: Săptămâni făcute anul acesta
sk: Splnené týždne tento rok
sl: Tedni vztrajanja letos
sv: Veckor genomförda i år
uk: Цього року з’явилися тижні

source: Weeks straight
cs: Týdny nepřetržitě
da: Uger i træk
de: Wochen am Stück
es: Semanas seguidas
et: Nädalaid järjest
fi: Viikkoa putkeen
fr: Semaines d'affilée
hr: Tjedna zaredom
hu: Hetek egymás után
it: Settimane di fila
lv: Nedēļas pēc kārtas
nb: Uker i strekk
nl: Weken achter elkaar
pl: Tygodnie bez przerwy
pt_br: Semanas seguidas
ro: Săptămâni consecutive
sk: Niekoľko týždňov
sl: Tednov zapored
sv: Veckor i sträck
uk: Тижнів поспіль

source: Weight
cs: Hmotnost
da: Vægt
de: Gewicht
es: Peso
et: Kaal
fi: Paino
fr: Poids
hr: Težina
hu: Súly
it: Peso
lv: Svars
nb: Vekt
nl: Gewicht
pl: Waga
pt_br: Peso
ro: Greutate
sk: Hmotnosť
sl: Teža
sv: Vikt
uk: Вага

source: Which calendar do you want to display?
cs: Který kalendář chcete zobrazit?
da: Hvilken kalender vil du have vist?
de: Welchen Kalender möchtest du anzeigen?
es: ¿Qué calendario quieres mostrar?
et: Millist kalendrit soovite kuvada?
fi: Minkä kalenterin haluat näyttää?
fr: Quel calendrier souhaitez-vous afficher ?
hr: Koji kalendar želiš prikazati?
hu: Melyik naptárat szeretné megjeleníteni?
it: Quale calendario vuoi visualizzare?
lv: Kuru kalendāru rādīt?
nb: Hvilken kalender vil du vise?
nl: Welke kalender wil je weergeven?
pl: Który kalendarz chcesz wyświetlić?
pt_br: Qual calendário você deseja exibir?
ro: Ce calendar vrei să afișezi?
sk: Ktorý kalendár chceš zobraziť?
sl: Kateri koledar želiš prikazati?
sv: Vilken kalender vill du visa?
uk: Який календар ви хочете відобразити?

source: While the app is open, hides reminders if you've already logged this week.
cs: Když je aplikace otevřená, skryje připomenutí, pokud jste se již tento týden přihlásili.
da: Mens appen er åben, skjuler påmindelser, hvis du allerede har logget på i denne uge.
de: Blendet Erinnerungen aus, solange die App offen ist und du diese Woche schon eingetragen hast.
es: Mientras la aplicación está abierta, oculta recordatorios si ya iniciaste sesión esta semana.
et: Kui rakendus on avatud, peidab meeldetuletused, kui olete sel nädalal juba sisse loginud.
fi: Kun sovellus on auki, piilottaa muistutukset, jos olet jo kirjautunut tällä viikolla.
fr: Lorsque l'application est ouverte, masque les rappels si vous êtes déjà connecté cette semaine.
hr: Dok je aplikacija otvorena, skriva podsjetnike ako si ovaj tjedan već unio napredak.
hu: Amíg nyitva van az app, elrejti az emlékeztetőket, ha ezen a héten már rögzítettél.
it: Mentre l'app è aperta, nasconde i promemoria se hai già registrato questa settimana.
lv: Kamēr lietotne ir atvērta, paslēpj atgādinājumus, ja šonedēļ jau esi atzīmējies.
nb: Når appen er åpen, skjules påminnelser hvis du allerede har logget denne uken.
nl: Terwijl de app geopend is, worden herinneringen verborgen als je deze week al hebt ingelogd.
pl: Gdy aplikacja jest otwarta, ukrywa przypomnienia, jeśli ten tydzień jest już oznaczony.
pt_br: Enquanto o app estiver aberto, oculta lembretes se você já registrou esta semana.
ro: Când aplicația e deschisă, ascunde mementourile dacă ai bifat deja săptămâna aceasta.
sk: Keď je aplikácia otvorená, skryje pripomienky, ak si si tento týždeň už zvyk zapísal.
sl: Ko je aplikacija odprta, skrije opomnike, če si ta teden že dodal vnos.
sv: Medan appen är öppen döljer påminnelser om du redan har loggat den här veckan.
uk: Коли програма відкрита, приховує нагадування, якщо ви вже входили цього тижня.

source: While the app is open, hides reminders if you've already logged today.
cs: Když je aplikace otevřená, skryje připomenutí, pokud jste se již dnes přihlásili.
da: Mens appen er åben, skjuler påmindelser, hvis du allerede har logget på i dag.
de: Blendet Erinnerungen aus, solange die App offen ist und du heute schon eingetragen hast.
es: Mientras la aplicación está abierta, oculta recordatorios si ya iniciaste sesión hoy.
et: Kui rakendus on avatud, peidab meeldetuletused, kui olete juba täna sisse loginud.
fi: Kun sovellus on auki, piilottaa muistutukset, jos olet jo kirjautunut tänään.
fr: Lorsque l'application est ouverte, masque les rappels si vous êtes déjà connecté aujourd'hui.
hr: Dok je aplikacija otvorena, skriva podsjetnike ako si danas već unio napredak.
hu: Amíg nyitva van az app, elrejti az emlékeztetőket, ha ma már rögzítettél.
it: Mentre l'app è aperta, nasconde i promemoria se hai già registrato oggi.
lv: Kamēr lietotne ir atvērta, paslēpj atgādinājumus, ja šodien jau esi atzīmējies.
nb: Når appen er åpen, skjules påminnelser hvis du allerede har logget i dag.
nl: Terwijl de app geopend is, worden herinneringen verborgen als je vandaag al hebt ingelogd.
pl: Gdy aplikacja jest otwarta, ukrywa przypomnienia, jeśli dzisiaj jest już oznaczone.
pt_br: Enquanto o app estiver aberto, oculta lembretes se você já registrou hoje.
ro: Când aplicația e deschisă, ascunde mementourile dacă ai bifat deja azi.
sk: Keď je aplikácia otvorená, skryje pripomienky, ak si si dnes už zvyk zapísal.
sl: Ko je aplikacija odprta, skrije opomnike, če si danes že dodal vnos.
sv: Medan appen är öppen döljer påminnelser om du redan har loggat i dag.
uk: Коли програма відкрита, приховує нагадування, якщо ви вже ввійшли сьогодні.

source: Why Habits Matter
cs: Proč na návycích záleží
da: Hvorfor vaner betyder noget
de: Warum Gewohnheiten zählen
es: Por qué importan los hábitos
et: Miks harjumused loevad
fi: Miksi tavoilla on väliä
fr: Pourquoi les habitudes comptent
hr: Zašto su navike važne
hu: Miért számítanak a szokások?
it: Perché le abitudini contano
lv: Kāpēc ieradumiem ir nozīme
nb: Hvorfor vaner betyr noe
nl: Waarom gewoonten tellen
pl: Dlaczego nawyki mają znaczenie
pt_br: Por que hábitos importam
ro: De ce contează obiceiurile
sk: Prečo na návykoch záleží
sl: Zakaj so navade pomembne
sv: Varför vanor spelar roll
uk: Чому звички важливі

source: Why I’m Building Yearlit
cs: Proč stavím Yearlit
da: Hvorfor bygger jeg Yearlit
de: Warum ich Yearlit baue
es: Por qué estoy creando Yearlit
et: Miks ma ehitan Yearlit
fi: Miksi rakennan Yearlit
fr: Pourquoi je construis Yearlit
hr: Zašto gradim Yearlit
hu: Miért építek Yearlit
it: Perché sto costruendo Yearlit
lv: Kāpēc es būvēju Yearlit
nb: Hvorfor jeg bygger Yearlit
nl: Waarom ik Yearlit bouw
pl: Dlaczego budujęYearlit
pt_br: Por que estou criando o Yearlit
ro: De ce construiesc Yearlit
sk: Prečo budujem Yearlit
sl: Zakaj gradim Yearlit
sv: Varför jag bygger Yearlit
uk: Чому я створюю Yearlit

source: Widgets
cs: Widgety
et: Vidinad
fi: Widgetit
hr: Widgeti
hu: Widgetek
it: Widget
lv: Logrīki
nb: Widgeter
pl: Widżety
ro: Widgeturi
sk: Widgety
sl: Pripomočki
sv: Widgetar
uk: Віджети

source: Write 1 idea
cs: Zapsat 1 nápad
da: Skrive 1 idé
de: 1 Idee aufschreiben
es: Escribir 1 idea
et: 1 idee kirjutamine
fi: 1 idean kirjoittaminen
fr: Écrire 1 idée
hr: Napisati 1 ideju
hu: 1 ötlet leírása
it: Scrivere 1 idea
lv: Uzrakstīt 1 ideju
nb: Skrive 1 idé
nl: 1 idee opschrijven
pl: Zapisanie 1 pomysłu
pt_br: Escrever 1 ideia
ro: O idee scrisă
sk: Napísať 1 nápad
sl: Napisati 1 idejo
sv: Skriva 1 idé
uk: Записати 1 ідею

source: Write 1 thing you learned
cs: Zapsat 1 novou věc
da: Skrive 1 ny ting
de: 1 gelernte Sache aufschreiben
es: Escribir 1 cosa aprendida
et: 1 õpitud asja kirjutamine
fi: 1 opitun asian kirjoittaminen
fr: Écrire 1 chose apprise
hr: Zapisati 1 novu stvar
hu: 1 tanult dolog leírása
it: Scrivere 1 cosa imparata
lv: Uzrakstīt 1 jaunu lietu
nb: Skrive 1 ny ting
nl: 1 geleerd ding opschrijven
pl: Zapisanie 1 rzeczy z nauki
pt_br: Escrever 1 coisa aprendida
ro: Un lucru învățat
sk: Zapísať 1 novú vec
sl: Zapisati 1 novo stvar
sv: Skriva 1 ny sak
uk: Записати 1 нову річ

source: Write 3 lines
cs: Napsat 3 řádky
da: Skrive 3 linjer
de: 3 Zeilen schreiben
es: Escribir 3 líneas
et: 3 rea kirjutamine
fi: 3 rivin kirjoittaminen
fr: Écrire 3 lignes
hr: Napisati 3 retka
hu: 3 sor írása
it: Scrivere 3 righe
lv: Uzrakstīt 3 rindiņas
nb: Skrive 3 linjer
nl: 3 regels schrijven
pl: Napisanie 3 linijek
pt_br: Escrever 3 linhas
ro: Scris 3 rânduri
sk: Napísať 3 riadky
sl: Napisati 3 vrstice
sv: Skriva 3 rader
uk: Написати 3 рядки

source: Write for 5 minutes
cs: Psát 5 minut
da: Skrive i 5 minutter
de: 5 Minuten schreiben
es: Escribir 5 minutos
et: 5 minutit kirjutamist
fi: 5 minuutin kirjoittaminen
fr: Écrire pendant 5 minutes
hr: Pisati 5 minuta
hu: 5 perc írás
it: Scrivere per 5 minuti
lv: Rakstīt 5 minūtes
nb: Skrive i 5 minutter
nl: 5 minuten schrijven
pl: Pisanie przez 5 minut
pt_br: Escrever por 5 minutos
ro: Scris 5 minute
sk: Písať 5 minút
sl: Pisati 5 minut
sv: Skriva i 5 minuter
uk: Писати 5 хвилин

source: Write top 3 priorities in the journal.
cs: Zapište si do deníku 3 hlavní priority.
da: Skriv top 3 prioriteter i journalen.
de: Die 3 wichtigsten Prioritäten ins Journal schreiben.
es: Escriba las 3 prioridades principales en el diario.
et: Kirjutage päevikusse kolm peamist prioriteeti.
fi: Kirjoita päiväkirjaan kolme tärkeintä prioriteettia.
fr: Écrivez les trois principales priorités dans le journal.
hr: Zapišite 3 glavna prioriteta u dnevnik.
hu: Írd le a 3 legfontosabb feladatot a naplóba.
it: Scrivi le 3 priorità principali nel diario.
lv: Ierakstiet 3 galvenās prioritātes žurnālā.
nb: Skriv topp 3 prioriteringer i journalen.
nl: Schrijf top 3 prioriteiten in het dagboek.
pl: Zapisz w dzienniku 3 najważniejsze priorytety.
pt_br: Escreva as 3 principais prioridades no diário.
ro: Scrieți primele 3 priorități în jurnal.
sk: Napíšte 3 hlavné priority do denníka.
sl: V dnevnik zapiši 3 glavne prioritete.
sv: Skriv topp 3 prioriteringar i tidskriften.
uk: Напишіть 3 головних пріоритети в щоденнику.

source: writes
cs: píše
da: skriver
de: schreibt
es: escribe
et: kirjutab
fi: kirjoittaa
fr: écrit
hr: piše
hu: ír
it: scrive
lv: raksta
nb: skriver
nl: schrijft
pl: pisze
pt_br: escreve
ro: scrie
sk: píše
sl: piše
sv: skriver
uk: пише

source: year
cs: rok
da: år
de: Jahr
es: año
et: aasta
fi: vuosi
fr: année
hr: godina
hu: év
it: anno
lv: gads
nb: år
nl: jaar
pl: rok
pt_br: ano
ro: an
sk: rok
sl: leto
sv: år
uk: рік

source: Year Card
cs: Ročník
da: Årskort
de: Jahreskarte
es: Tarjeta de año
et: Aastakaart
fi: Vuosikortti
fr: Carte d'année
hr: Godišnja kartica
hu: Évkártya
it: Scheda anno
lv: Gada karte
nb: Årskort
nl: Jaarkaart
pl: Karta Roku
pt_br: Cartão do Ano
ro: Card de an
sk: Ročník
sl: Letna karta
sv: Årskort
uk: Картка року

source: Year on lock
cs: Rok na zámku
da: År på lås
de: Jahr auf Sperre
es: Año en bloqueo
et: Lukustusaasta
fi: Lukitusvuosi
fr: Année de verrouillage
hr: Godina na ključu
hu: Zárolási év
it: Anno sotto controllo
lv: Gads uz ekrāna
nb: År på lås
nl: Jaar op slot
pl: Rok pod kontrolą
pt_br: Ano em foco
ro: Anul e sub control
sk: Rok máš pod kontrolou
sl: Leto drži
sv: År på lås
uk: Рік на замку

source: Year Progress
cs: Pokrok roku
da: Årets fremgang
de: Jahresfortschritt
es: Progreso del año
et: Aasta edenemine
fi: Vuoden eteneminen
fr: Progression de l’année
hr: Napredak godine
hu: Éves haladás
it: Avanzamento dell'anno
lv: Gada progress
nb: Årsfremgang
nl: Jaarvoortgang
pl: Postęp roku
pt_br: Progresso do ano
ro: Progresul anului
sk: Priebeh roka
sl: Napredek leta
sv: Årsframsteg
uk: Прогрес року

source: Year started right
cs: Rok začal správně
da: Året startede rigtigt
de: Das Jahr hat richtig begonnen
es: El año empezó bien
et: Aasta algas õigesti
fi: Vuosi alkoi oikein
fr: L'année a bien commencé
hr: Godina je počela kako treba
hu: Az év jól kezdődött
it: L'anno è iniziato bene
lv: Gads sākts pareizi
nb: Året startet riktig
nl: Het jaar begon goed
pl: Rok zaczął się dobrze
pt_br: O ano começou bem
ro: Anul a început corect
sk: Rok začal správne
sl: Leto se je dobro začelo
sv: Året började rätt
uk: Рік почався правильно

source: Yearlit began as my own solution — a way to
cs: Yearlit začalo jako moje vlastní řešení – způsob
da: Yearlit begyndte som min egen løsning - en måde at
de: Yearlit begann als meine eigene Lösung - ein Weg,
es: Yearlit comenzó como mi propia solución: una forma de
et: Yearlit algas minu enda lahendusena – viisina
fi: Yearlit alkoi omana ratkaisunani - tapana
fr: Yearlit a commencé comme ma propre solution - un moyen de
hr: Yearlit započeo je kao moje vlastito rješenje — način da
hu: A Yearlit a saját megoldásomnak indult – egy módja annak
it: Yearlit è nato come mia soluzione personale — un modo per
lv: Yearlit sākās kā mans risinājums — veids, kā
nb: Yearlit startet som min egen løsning: en måte å
nl: Yearlit begon als mijn eigen oplossing – een manier om
pl: Yearlit zaczęło się od mojego własnego rozwiązania — sposobu na to
pt_br: O Yearlit começou como uma solução para mim: uma forma de
ro: Yearlit a început ca soluția mea — o metodă prin care să
sk: Yearlit začal ako moje vlastné riešenie: spôsob, ako
sl: Yearlit se je začel kot moja lastna rešitev – pot do
sv: Yearlit började som min egen lösning - ett sätt att
uk: Yearlit з'явився як моє власне рішення — спосіб

source: Yearlit can remind you to keep your promise.
cs: Yearlit ti může připomenout tvůj slib.
da: Yearlit kan minde dig om at holde dit løfte.
de: Yearlit kann dich daran erinnern, dein Versprechen zu halten.
es: Yearlit puede recordarte que cumplas tu promesa.
et: Yearlit saab sulle meelde tuletada, et lubadust pidada.
fi: Yearlit voi muistuttaa sinua pitämään lupauksesi.
fr: Yearlit peut te rappeler de tenir ta promesse.
hr: Yearlit te može podsjetiti da održiš obećanje.
hu: A Yearlit emlékeztethet, hogy tartsd meg az ígéretedet.
it: Yearlit può ricordarti la promessa che hai scelto.
lv: Yearlit var atgādināt turēt solījumu.
nb: Yearlit kan minne deg på løftet ditt.
nl: Yearlit kan je eraan herinneren je belofte na te komen.
pl: Yearlit może przypominać Ci o dotrzymaniu obietnicy.
pt_br: O Yearlit pode lembrar você de cumprir sua promessa.
ro: Yearlit îți poate aminti să-ți ții promisiunea.
sk: Yearlit ti môže pripomenúť, aby si dodržal svoj sľub.
sl: Yearlit te lahko opomni, da držiš svojo obljubo.
sv: Yearlit kan påminna dig att hålla ditt löfte.
uk: Yearlit може нагадувати тобі тримати обіцянку.

source: Yearlit could not generate the daily wallpaper.
cs: Yearlit nemohl vygenerovat denní tapetu.
da: Yearlit kunne ikke generere det daglige baggrundsbillede.
de: Yearlit konnte das tägliche Hintergrundbild nicht erstellen.
es: Yearlit no pudo generar el fondo diario.
et: Yearlit ei saanud päevast taustapilti luua.
fi: Yearlit ei voinut luoda päivittäistä taustakuvaa.
fr: Yearlit n’a pas pu générer le fond d’écran quotidien.
hr: Yearlit nije mogao generirati dnevnu pozadinu.
hu: A Yearlit nem tudta létrehozni a napi háttérképet.
it: Yearlit non ha potuto generare lo sfondo giornaliero.
lv: Yearlit nevarēja ģenerēt dienas fona attēlu.
nb: Yearlit kunne ikke generere den daglige bakgrunnen.
nl: Yearlit kon de dagelijkse achtergrond niet maken.
pl: Yearlit nie mógł wygenerować codziennej tapety.
pt_br: O Yearlit não conseguiu gerar o papel de parede diário.
ro: Yearlit nu a putut genera fundalul zilnic.
sk: Yearlit nedokázal vygenerovať dennú tapetu.
sl: Yearlit ni mogel ustvariti dnevnega ozadja.
sv: Yearlit kunde inte skapa den dagliga bakgrunden.
uk: Yearlit не вдалося створити щоденні шпалери.

source: Yearlit generates the selected wallpaper.
cs: Yearlit vygeneruje vybranou tapetu.
da: Yearlit genererer det valgte baggrundsbillede.
de: Yearlit erstellt das ausgewählte Hintergrundbild.
es: Yearlit genera el fondo seleccionado.
et: Yearlit loob valitud taustapildi.
fi: Yearlit luo valitun taustakuvan.
fr: Yearlit génère le fond d’écran sélectionné.
hr: Yearlit generira odabranu pozadinu.
hu: A Yearlit létrehozza a kiválasztott háttérképet.
it: Yearlit genera lo sfondo selezionato.
lv: Yearlit ģenerē atlasīto fona attēlu.
nb: Yearlit genererer den valgte bakgrunnen.
nl: Yearlit maakt de geselecteerde achtergrond.
pl: Yearlit generuje wybraną tapetę.
pt_br: O Yearlit gera o papel de parede selecionado.
ro: Yearlit generează fundalul selectat.
sk: Yearlit vygeneruje vybranú tapetu.
sl: Yearlit ustvari izbrano ozadje.
sv: Yearlit skapar den valda bakgrunden.
uk: Yearlit створює вибрані шпалери.

source: Yearlit is still growing — just like the people who use it.
cs: Yearlit stále roste – stejně jako lidé, kteří jej používají.
da: Yearlit vokser stadig - ligesom de mennesker, der bruger det.
de: Yearlit wächst noch - genau wie die Menschen, die es nutzen.
es: Yearlit sigue creciendo, igual que las personas que lo usan.
et: Yearlit kasvab endiselt – täpselt nagu inimesed, kes seda kasutavad.
fi: Yearlit kasvaa edelleen – aivan kuten ihmiset, jotka käyttävät sitä.
fr: Yearlit continue de croître, tout comme les personnes qui l'utilisent.
hr: Yearlit još raste — baš kao i ljudi koji ga koriste.
hu: A Yearlit továbbra is növekszik – akárcsak azok, akik használják.
it: Yearlit è ancora in crescita — proprio come le persone che lo usano.
lv: Yearlit joprojām aug — tāpat kā cilvēki, kuri to lieto.
nb: Yearlit vokser fortsatt, akkurat som menneskene som bruker appen.
nl: Yearlit groeit nog steeds, net als de mensen die het gebruiken.
pl: Yearlit wciąż się rozwija — podobnie jak ludzie, którzy go używają.
pt_br: O Yearlit ainda está crescendo, assim como as pessoas que usam o app.
ro: Yearlit încă se dezvoltă — la fel ca oamenii care îl folosesc.
sk: Yearlit stále rastie, rovnako ako ľudia, ktorí ho používajú.
sl: Yearlit še vedno raste — tako kot ljudje, ki ga uporabljajo.
sv: Yearlit växer fortfarande — precis som de som använder det.
uk: Yearlit все ще зростає — як і люди, які ним користуються.

source: Yearlit widgets keep progress visible without opening the app.
cs: Widgety Yearlit udrží pokrok na očích i bez otevření aplikace.
da: Yearlit-widgets holder fremskridt synlige uden at åbne appen.
de: Yearlit-Widgets machen deinen Fortschritt sichtbar, ohne die App zu öffnen.
es: Los widgets de Yearlit mantienen tu progreso visible sin abrir la app.
et: Yearliti vidinad hoiavad edenemise nähtaval ilma rakendust avamata.
fi: Yearlit-widgetit pitävät edistymisen näkyvissä avaamatta sovellusta.
fr: Les widgets Yearlit gardent tes progrès visibles sans ouvrir l’app.
hr: Yearlit widgeti drže napredak vidljivim bez otvaranja aplikacije.
hu: A Yearlit widgetek az app megnyitása nélkül is láthatóvá teszik a haladást.
it: I widget Yearlit tengono i progressi in vista senza aprire l'app.
lv: Yearlit logrīki tur progresu redzamu, neatverot lietotni.
nb: Yearlit-widgeter holder fremgangen synlig uten at du åpner appen.
nl: Yearlit-widgets houden je voortgang zichtbaar zonder de app te openen.
pl: Widżety Yearlit pokazują postęp bez otwierania aplikacji.
pt_br: Os widgets do Yearlit mantêm seu progresso visível sem abrir o app.
ro: Widgeturile Yearlit îți țin progresul la vedere fără să deschizi aplicația.
sk: Widgety Yearlit udržia pokrok na očiach aj bez otvorenia aplikácie.
sl: Pripomočki Yearlit ohranijo napredek viden, ne da bi odprl aplikacijo.
sv: Yearlit-widgetar håller framstegen synliga utan att du öppnar appen.
uk: Віджети Yearlit показують прогрес без відкривання застосунку.

source: Yearlit will help you prove it, one day at a time.
cs: Yearlit ti ho pomůže dokazovat den za dnem.
da: Yearlit hjælper dig med at bevise det, en dag ad gangen.
de: Yearlit hilft dir, es zu beweisen - Tag für Tag.
es: Yearlit te ayudará a demostrarlo, día a día.
et: Yearlit aitab sul seda tõestada, üks päev korraga.
fi: Yearlit auttaa sinua todistamaan sen, päivä kerrallaan.
fr: Yearlit t’aide à le prouver, un jour à la fois.
hr: Yearlit će ti pomoći da to dokažeš, dan po dan.
hu: A Yearlit segít bizonyítani: napról napra.
it: Yearlit ti aiuta a renderla concreta, un giorno alla volta.
lv: Yearlit palīdzēs tev to pierādīt — vienu dienu pēc otras.
nb: Yearlit hjelper deg å gjøre det synlig, én dag av gangen.
nl: Yearlit helpt je het te bewijzen, dag voor dag.
pl: Yearlit pomoże Ci ją udowadniać, dzień po dniu.
pt_br: O Yearlit ajuda você a provar isso, um dia de cada vez.
ro: Yearlit te ajută să o dovedești, zi după zi.
sk: Yearlit ti ho pomôže potvrdzovať deň po dni.
sl: Yearlit ti bo pomagal to dokazati, dan za dnem.
sv: Yearlit hjälper dig att bevisa det, en dag i taget.
uk: Yearlit допоможе тобі доводити це — день за днем.

source: Yearly
cs: Roční
da: Årligt
de: Jährlich
es: Anual
et: Aastane
fi: Vuosi
fr: Annuel
hr: Godišnje
hu: Éves
it: Annuale
lv: Gada
nb: Årlig
nl: Jaarlijks
pl: Rocznie
pt_br: Anual
ro: Anual
sk: Ročne
sl: Letno
sv: Årligen
uk: Річний

source: years
cs: let
da: år
de: Jahre
es: años
et: aastat
fi: vuotta
fr: ans
hr: godina
hu: év
it: anni
lv: gadi
nb: år
nl: jaar
pl: lat
pt_br: anos
ro: ani
sk: rokov
sl: let
sv: år
uk: роки

source: Yesterday ✅ Today? Let's go! 🔥
cs: Včera ✅ Dnes? Jdeme na to! 🔥
da: I går ✅ I dag? Lad os gå! 🔥
de: Gestern ✅ Heute? Weiter gehts 🔥
es: Ayer ✅ ¿Hoy? ¡Vamos! 🔥
et: Eile ✅ Täna? Lähme! 🔥
fi: Eilen ✅ Tänään? Mennään! 🔥
fr: Hier ✅ Aujourd'hui? Allons-y! 🔥
hr: Jučer ✅ Danas? Idemo! 🔥
hu: Tegnap ✅ Ma? Menjünk! 🔥
it: Ieri ✅ Oggi? Andiamo! 🔥
lv: Vakar ✅ Šodien? Aiziet! 🔥
nb: I går ✅ I dag? Kjør på! 🔥
nl: Gisteren ✅Vandaag? Laten we gaan! 🔥
pl: Wczoraj ✅ Dzisiaj? chodźmy! 🔥
pt_br: Ontem ✅ Hoje? Vamos! 🔥
ro: Ieri ✅ Azi? Hai 🔥
sk: Včera ✅Dnes? Poďme! 🔥
sl: Včeraj ✅ Danes? Gremo! 🔥
sv: Igår ✅ Idag? Låt oss gå! 🔥
uk: Учора ✅ Сьогодні? Поїхали! 🔥

source: you
cs: Vy
da: du
de: Du
es: tú
et: sina
fi: sinä
fr: toi
hr: vas
hu: te
it: tu
lv: tu
nb: du
nl: Jij
pl: Ty
pt_br: você
ro: tu
sk: vy
sl: ti
sv: du
uk: ви

source: You are in it
cs: Jste v tom
da: Du er med i det
de: Du bist drin
es: Estás dentro
et: Sa oled selles
fi: Olet siinä
fr: Tu es dedans
hr: Vi ste u njemu
hu: Te benne vagy
it: Ci sei dentro
lv: Tu esi procesā
nb: Du er med i det
nl: Jij zit erin
pl: Jesteś w tym
pt_br: Você entrou no ritmo
ro: Ești în ritm
sk: Si v tom
sl: V tem si
sv: Du är med i det
uk: Ти в цьому

source: You are on fire
cs: Jste v plamenech
da: Du er i brand
de: Du brennst
es: estas en llamas
et: Sa oled leekides
fi: Olet tulessa
fr: Tu es en feu
hr: Ti si u plamenu
hu: Tűzben vagy
it: Sei in forma smagliante
lv: Tu esi ritmā
nb: Du er i brann
nl: Je staat in brand
pl: Jesteś w ogniu
pt_br: Você está pegando fogo
ro: Ești în formă
sk: Ide ti to
sl: Goriš
sv: Du brinner
uk: Ти у вогні

source: You are on PRO.
cs: Jste na PRO.
da: Du er på PRO.
de: Du nutzt PRO.
es: Estás en PRO.
et: Olete PRO-s.
fi: Olet PRO:ssa.
fr: Vous êtes sur PRO.
hr: Vi ste na PRO.
hu: Pro előfizetésed van.
it: Hai PRO attivo.
lv: Tev ir PRO.
nb: Du har PRO.
nl: Je gebruikt PRO.
pl: Jesteś w PRO.
pt_br: Você está no PRO.
ro: Ai PRO activ.
sk: Máš PRO.
sl: Imaš PRO.
sv: Du har PRO.
uk: У вас PRO.
